document.addEventListener('DOMContentLoaded', (event) => {

    addQuest(1772 , 1954, '<b>Работа | Мешки | Оксенфурт</b> <br> Перетащить мешки. Мешок 4 кроны.')
    addQuest(309 , 396, '<b>Работа | Грузчик | Деревня Хель</b> <br> Перетащить мешки');
    addQuest(494 , 1588, '<b>Работа | Фермер | Деревня Вересковка</b> <br> Собирать урожай');
    addQuest(458 , 1624, '<b>Работа | Доярка | Деревня Вересковка</b> <br> Доить коровв');
    addQuest(61 , 963, '<b>Работа | Дровосек | Лесопилка Брука</b> <br> Валить лес. За бревно 16 крон.');
    addQuest(837 , 1171, '<b>Работа | Грузчик | Лагерь поддержки</b> <br> Перетащить мешки.');
    addQuest(1160 , 1645, '<b>Работа | Фермер | Деревня Яворник</b> <br> Собирать урожай');
    addQuest(1174 , 1640, '<b>Работа | Грузчик | Деревня Яворник</b> <br> Перетащить мешки');
    
});
