document.addEventListener('DOMContentLoaded', (event) => {

    addQuest(1772 , 1954, '<b>Работа | Мешки | Оксенфурт</b> <br> Перетащить мешки. Мешок 4 кроны.')
    addQuest(309 , 396, '<b>Работа | Грузчик | Деревня Хель</b> <br> Перетащить мешки');
    addQuest(494 , 1588, '<b>Работа | Фермер | Деревня Вересковка</b> <br> Собирать урожай');
    addQuest(458 , 1624, '<b>Работа | Доярка | Деревня Вересковка</b> <br> Доить коровв');
    addQuest(61 , 963, '<b>Работа | Дровосек | Лесопилка Брука</b> <br> Валить лес. За бревно 16 крон.');
    addQuest(837 , 1171, '<b>Работа | Грузчик | Лагерь поддержки</b> <br> Перетащить мешки.');
    addQuest(1160 , 1645, '<b>Работа | Фермер | Деревня Яворник</b> <br> Собирать урожай');
    addQuest(1174 , 1640, '<b>Работа | Грузчик | Деревня Яворник</b> <br> Перетащить мешки');
    addQuest(1760 , 1253, '<b>Работа | Грузчик | Деревня Тодерас</b> <br> Перетащить мешки');
    addQuest(2828 , 695, '<b>Работа | Фермер | Мельница Белых Садов</b> <br> Собирать урожай');
    addQuest(2246 , 444, '<b>Работа | Грузчик | Деревня Ольшина</b> <br> Перетащить мешки');
    addQuest(2258 , 533, '<b>Работа | Фермер | Деревня Ольшина</b> <br> Собирать урожай');
    addQuest(2915 , 504, '<b>Работа | Фермер | Белые Сады</b> <br> Собирать урожай');
    addQuest(2925 , 508, '<b>Работа | Грузчик | Белые Сады</b> <br> Перетащить мешки');
    addQuest(1081 , 1957, '<b>Работа | Грузчик | Приграничный пост</b> <br> Перетащить мешки');
    
});
