document.addEventListener('DOMContentLoaded', (event) => {

    addQuest(1772 , 1954, '<b>Работа | Мешки | Оксенфурт</b> <br> Перетащить мешки. Мешок 4 кроны.')
    addQuest(309 , 396, '<b>Работа | Грузчик | Деревня Хель</b> <br> Перетащить мешки');
    addQuest(494 , 1588, '<b>Работа | Фермер | Деревня Вересковка</b> <br> Собирать урожай');
    addQuest(458 , 1624, '<b>Работа | Доярка | Деревня Вересковка</b> <br> Доить коровв');
    addQuest(1559 , 2768, '<b>Работа | Доярка | Усадьба Мольдави</b> <br> Доить коровв. Кувшин 7 крон.');
    addQuest(61 , 963, '<b>Работа | Дровосек | Лесопилка Брука</b> <br> Валить лес. За бревно 16 крон.');
    addQuest(837 , 1171, '<b>Работа | Грузчик | Лагерь поддержки</b> <br> Перетащить мешки.');
    addQuest(1160 , 1645, '<b>Работа | Фермер | Деревня Яворник</b> <br> Собирать урожай');
    addQuest(1174 , 1640, '<b>Работа | Грузчик | Деревня Яворник</b> <br> Перетащить мешки');
    addQuest(1760 , 1253, '<b>Работа | Грузчик | Деревня Тодерас</b> <br> Перетащить мешки');
    addQuest(2828 , 695, '<b>Работа | Фермер | Мельница Белых Садов</b> <br> Собирать урожай');
    addQuest(2246 , 444, '<b>Работа | Грузчик | Деревня Ольшина</b> <br> Перетащить мешки');
    addQuest(2258 , 533, '<b>Работа | Фермер | Деревня Ольшина</b> <br> Собирать урожай');
    addQuest(2915 , 504, '<b>Работа | Фермер | Белые Сады</b> <br> Собирать урожай');
    addQuest(2925 , 508, '<b>Работа | Грузчик | Белые Сады</b> <br> Перетащить мешки');
    addQuest(1081 , 1957, '<b>Работа | Грузчик | Приграничный пост</b> <br> Перетащить мешки');
    addQuest(1859 , 3066, '<b>Работа | Грузчик | Деревня Лесьна</b> <br> Перетащить мешки. Мешок 9 крон.');
    addQuest(1867 , 2739, '<b>Работа | Грузчик | Хозяйство Фолье</b> <br> Перетащить мешки');
    addQuest(1867 , 2739, '<b>Работа | Грузчик | Хозяйство Фолье</b> <br> Перетащить мешки');
    addQuest(2256 , 2950, '<b>Работа | Грузчик | Гарнизон Темерии</b> <br> Перетащить мешки. Мешок 2 кроны.');
    addQuest(2180 , 2921, '<b>Работа | Грузчик | Залесье (Caer Middore)</b> <br> Перетащить мешки. Мешок 2 кроны.');
    addQuest(1729 , 2839, '<b>Работа | Грузчик | Хуторок </b> <br> Перетащить мешки. Мешок 3 кроны.');
    addQuest(1829 , 2777, '<b>Работа | Фермер | Залесье (Caer Middore)</b> <br> Собирать урожай. Зерно 2 кроны.');
    addQuest(1720 , 2840, '<b>Работа | Фермер | Хуторок </b> <br> Собирать урожай. Зерно 2 кроны.');
    addQuest(2287 , 2899, '<b>Работа | Фермер | Залесье (Caer Middore)</b> <br> Собирать урожай. Зерно 1 крона.');
    addQuest(2081 , 2951, '<b>Работа | Фермер | Хозяйство Фолье</b> <br> Собирать урожай');
    addQuest(1915 , 2872, '<b>Работа | Фермер | Хутор Фолье</b> <br> Собирать урожай');
    addQuest(2425 , 2651, '<b>Работа | Шахтер | Наследие Предков</b> <br> Копать уголь. Руда 9 крон.');
    addQuest(2422 , 2628, '<b>Работа | Грузчик | Наследие Предков</b> <br> Перетащить мешки. Мешок 0 крон (баг).');
    addQuest(1389 , 1784, '<b>Работа | Грузчик | Каменоломня Старые Хрычи</b> <br> Перетащить мешки');
    addQuest(1398 , 1789, '<b>Работа | Шахтер | Каменоломня Старые Хрычи</b> <br> Копать уголь');

});
